
{
    "data": [
        {
            "id": 1,
            "Place": "Jammu and Kashmir",
            "slug": "asia/india/jammu_and_kashmir",
            "bannerContent": "Jammu & Kashmir Trip Planner",
            "bannerimage": "https://res.cloudinary.com/dmzjba3cu/image/upload/v1714371118/memorable%20destination%20images/hkmddupbpulo1v9kf6gu.jpg",
            "details": {
                "title": "Scenic Paradise \"Kashmir\"",
                "itinerary": [
                    {
                        "day": 1,
                        "description": [
                            "Arrival at Srinagar, Shankaracharya Temple, Mughal Gardens & Dal Lake.",
                            "Upon arrival at Srinagar met by our representative and transfer.",
                            "Start our Sightseeing tour by visit of Shankaracharya Temple.",
                            "In the afternoon, we take a visit to Mughal Gardens (Nishat, Shalimar, Chasma Shahi and Pari Mahal)"
                        ]
                    },
                    {
                        "day": 2,
                        "description": [
                            "SRINAGAR TO SONMARG",
                            "After a leisurely breakfast, we check out from Hotel & transfer to Sonmarg",
                            "Sonmarg, which means Meadow of Gold.",
                            "The drive offers incredible scenic beauty, Dense pine forests and Gigantic mountains."
                        ]
                    },
                    {
                        "day": 3,
                        "description": [
                            "SRINAGAR TO GULMARG",
                            "Early morning Check Out from houseboat and proceed to Gulmarg",
                            "Gulmarg - the meadow of flowers is an apt term for this idyllic flower-laden meadow",
                            "Stroll leisurely or take pony rides (by your own payment) across the green meadow",
                            "A must is a fun-filled ride in the Gondola lift (by your own payment)",
                            "Return to Srinagar in the evening and enjoy a comfortable overnight stay at Hotel"
                        ]
                    },
                    {
                        "day": 4,
                        "description": [
                            "SRINAGAR TO PAHALGAM",
                            "Enroute visit saffron Fields & 19th Century Awantipura Ruins",
                            "Rest of the day is free to enjoy and explore the Beauty of “Pahalgam” (ON OWN)"
                        ]
                    },
                    {
                        "day": "Day 5",
                        "description": [
                            "PAHALGAM TO SRINAGAR",
                            "Check-in at Super Deluxe houseboat, freshen up and relax at the luxury of the royal hospitality.",
                            "In the evening enjoy Shikara ride on Dal Lake and witness the marvel of the nature that is beyond visual and verbal descriptions.",
                            "The Sun-set view from the Shikara will engulf your heart and leave your spell bound.",
                            "Later enjoy the welcome dinner and overnight stay in the Houseboat."
                        ]
                    },
                    {
                        "day": "Day 6",
                        "description": [
                            "DEPART SRINAGAR",
                            "Transfer to Airport or Railway Station: Say See you Soon! to the Goa & Memorable Destination's team Members & Proceed for your Safe onward journey."
                        ]
                    }
                ]
            }
        },
        {
            "id": 2,
            "Place": "Jaisalmer",
            "slug": "asia/india/jaisalmer",
            "bannerContent": "The Golden City! Jaisalmer",
            "bannerimage": "https://res.cloudinary.com/dmzjba3cu/image/upload/v1714371117/memorable%20destination%20images/dsjqivbofv8qks0rtlwm.jpg",
            "details": {
                "title": "Visit Jaisalmer, India's Golden City",
                "itinerary": [
                    {
                        "day": 1,
                        "description": [
                            "Arrival in Jaisalmer, known as the Golden City.",
                            "Explore the majestic Jaisalmer Fort, a UNESCO World Heritage site.",
                            "Wander through narrow lanes, ancient havelis, and historic temples."
                        ]
                    },
                    {
                        "day": 2,
                        "description": [
                            "Embark on a thrilling desert safari in the Thar Desert.",
                            "Traverse the rugged terrain in 4x4 vehicles.",
                            "Camp under the starry sky and enjoy traditional Rajasthani hospitality."
                        ]
                    },
                    {
                        "day": 3,
                        "description": [
                            "Immerse yourself in Jaisalmer's cultural heritage.",
                            "Witness traditional dance and music performances.",
                            "Savor the flavors of Rajasthani cuisine."
                        ]
                    },
                    {
                        "day": 4,
                        "description": [
                            "Visit the bustling local markets of Jaisalmer.",
                            "Shop for local handicrafts, textiles, and jewelry.",
                            "Experience the vibrant colors and unique designs of the region."
                        ]
                    },
                    {
                        "day": 5,
                        "description": [
                            "Enjoy the serene beauty of Gadisar Lake.",
                            "Take a peaceful boat ride or a leisurely stroll around the lake.",
                            "Explore the surrounding temples and ghats."
                        ]
                    }
                ]
            }
        },
        {
            "id": 3,
            "Place": "Dubai",
            "slug": "asia/uae/dubai",
            "bannerContent": "Dubai Trip Planner",
            "bannerimage": "/drilldown.jpeg",
            "details": {
                "title": "Explore the Dazzling \"Dubai\"",
                "itinerary": [
                    {
                        "day": 1,
                        "description": [
                            "Arrive Dubai - Transfer To Hotel + Evening Marina Dhow Cruise With Dinner",
                            "Upon your early morning arrival at Dubai/Sharjah airport, we’ll be there to greet you.",
                            "In the evening, you’re in for a treat with a Dhow Cruise on the Dubai Marina.",
                            "We’ll bring you back to the hotel for your first night in Dubai."
                        ]
                    },
                    {
                        "day": 2,
                        "description": [
                            "Half Day City Tour + Evening Desert Safari With Dinner",
                            "On Day 2, get ready for an exciting time in Dubai!",
                            "First, enjoy a half-day city tour where you’ll see Dubai Museum, Al Fahidi Fort, Burj Al Arab, Palm Island & more.",
                            "The Evening Desert Safari. Starting with convenient hotel pickup.",
                            "Capture mesmerizing sunset views as you explore.",
                            "Enjoy BBQ dinner under the stars with unlimited soft drinks."
                        ]
                    },
                    {
                        "day": 3,
                        "description": [
                            "Dubai Mall And Top Of Burj Khalifa",
                            "Today post Breakfast we proceed to “The Burj Khalifa”.",
                            "Also visit the Observation Deck on the 124th floor and get a 360 degree view of the entire city.",
                            "After that visit world famous Dubai Mall."
                        ]
                    },
                    {
                        "day": 4,
                        "description": [
                            "Day Free At Leisure-Optional-Abu Dhabi City Tour With Ferrari World/Optional Visit Museum Of Future",
                            "You have three options for Day 4.",
                            "Book any one option at the time of Booking."
                        ]
                    },
                    {
                        "day": 5,
                        "description": [
                            "Miracle Garden And Evening Global Village",
                            "Get ready to be amazed at Dubai Miracle Garden! The biggest flower garden ever with over 45 million flowers.",
                            "In the afternoon, you can head to Global Village (It’s open from November to April and has more than 70 countries taking part)."
                        ]
                    },
                    {
                        "day": 6,
                        "description": [
                            "Departure"
                        ]
                    }
                ]
            }
        }
        
    ]
}



